<?php
/**
 * 제목:              한국어: 인터페이스
 * 설명:              다국어 지원을 위한 한국어 패키지 : 사용자의 조작을 위한 관련 단어를 정의
 * 만든이:            3-WDJ 8조 春目指す 1401213 이승민
 * 만든날:            2018년 3월 28일
 */
return [
    /* 01. 공통 인터페이스*/
    // 버튼 인터페이스
    "details"           => '상세정보',
    "submit"            => "등록",

    // 기간 설정
    'date'              => '날짜',
    "weekly"            => '주간',
    'monthly'           => '월간',

    // 시각
    'minute'            => '분',

    // 인원
    'total_people'      => '총원',

    /* 02. 홈 인터페이스 */
    // 로그인/회원가입 버튼
    "login"             => "로그인",
    "logout"            => "로그아웃",
    "join"              => "회원가입",
    "forgot"            => "아이디/비밀번호 찾기",
    "link_main_page"    => "메인 페이지로",
    "check"             => "확인",

    // 로그인/회원가입 보조 메시지
    "check_password"    => "비밀번호 한 번 더 입력",
    "phone"             => "'-'없이 입력: 01012345678",

    // 언어설정
    "language"          => "언어(Language)",
    "korean"            => "한국어",
    "japanese"          => "日本語(일본어)",

    /* 03. 출결 관리 인터페이스 */

    // 버튼 인터페이스
    'check_attendance'      => '출석 체크 실행',
    'stop_attendance'       => '출석 체크 중지',

    // 시각 관련
    'now_time'              => '현재 시간',
    'process_time'          => '진행 시간',

    /* 04. 학생 관리 인터페이스 */

    // 타이틀
    'student_info'          => '학생 정보',

    // 버튼 인터페이스
    'score'                 => '성적',
    'comment'               => '코멘트',

];