<?php
/**
 * 제목:              일본어: 계정 관리
 * 설명:              다국어 지원을 위한 일본어 패키지 : 계정 관리에 관련된 단어 정의
 * 만든이:            3-WDJ 8조 春目指す 1401213 이승민
 * 만든날:            2018년 3월 28일
 */
return [
    // 회원 유형
    "student"           => "学生",
    "professor"         => "教授",
    "prof_tutor"        => "指導教授",
    "prof_general"      => "教科目教授",

    // 회원가입 시 필요 정보
    "id"                => "ID",
    'pw'                => 'pw',
    "name"              => "姓名",
    "password"          => "パスワード",
    "check_password"    => 'パスワード確認',
    "email"             => 'メールアドレス',
    'phone'             => '携帯電話',
    'upload_face_photo' => "プロフィール写真登録",

    //

    // 학생 전용 정보
    "std_id"            => "学籍番号",

    // 교수 전용 정보
    "office"            => "研究室の位置",
];