<?php
/**
 * 제목:              일본어: 인터페이스
 * 설명:              다국어 지원을 위한 일본어 패키지 : 사용자의 조작을 위한 관련 단어를 정의
 * 만든이:            3-WDJ 8조 春目指す 1401213 이승민
 * 만든날:            2018년 3월 28일
 */
return [
    /* 01. 홈 인터페이스 */
    // 로그인/회원가입 버튼
    "login"             => "ログイン",
    "logout"            => "ログアウト",
    "join"              => "新規登録",
    "forgot"            => "ログインができない方",
    "link_main_page"    => "ホームページへ",
    "check"             => "確認",

    // 로그인/회원가입 보조 메시지
    "check_password"    => "パスワードを確認してください。",
    "phone"             => "'-'なしに入力: 01012345678",

    // 언어설정
    "language"          => "言語(Language)",
    "korean"            => "한국어(韓国語)",
    "japanese"          => "日本語",
];