<?php
/**
 * 제목:              일본어: 페이지 제목
 * 설명:              다국어 지원을 위한 일본어 패키지 : 페이지 제목 정의
 * 만든이:            3-WDJ 8조 春目指す 1401213 이승민
 * 만든날:            2018년 3월 28일
 */
return [
    // 01. 홈 컨트롤러에서 제공하는 페이지
    'home_index'            => 'ホームページ',
    'home_join_select'      => '新規登録：タイプ選択',
    'home_join_student'     => '新規登録: 学生',
    'home_join_tutor'       => '新規登録: 指導教授',
    'home_join_professor'   => '新規登録: 教科目教授',
    'home_forgot_select'    => '会員情報探し：タイプ',

    // 02. 학생 컨트롤러에서 제공하는 페이지
    'student_index'         => '学生：ホームページ',

    // 03. 지도교수 컨트롤러에서 제공하는 페이지
    'tutor_index'           => "指導教授：ホームページ",

    // 04. 교과목교수 컨트롤러에서 제공하는 페이지
    'professor_index'       => '教科目教授：ホームページ',
];